Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Sámegielalaš galbbat galget leat gielddavisttiid sihke olggobealde ja siskkobealde , ja máŋggagielat geaidnogalbbat váikkuhit dasa ahte sámegiellage lea oidnosis báikkálaš servodagain .
nob: Samiskspråklige skilt på og i kommunale bygninger , og flerspråklig vegskilting , vil bidra til å synliggjøre samiskspråklig tilstedeværelse i lokalsamfunnet .

source: Sámegielaid oadjebas boahtteáigi eaktuda álššalaččat áŋgiruššama julevsámegielain ja oarjilsámegielain , vai dát gielat bissot ealli giellan maiddái boahtteáiggige .
nob: En trygg framtid for de samiske språkene forutsetter en sterkere innsats i forhold til lule- og sørsamisk språk , slik at disse kan være levende språk også i framtiden .

source: Dainnago dáin giellaguovlluin sámit orrot bieđgguid ja leat unnitlogus stuorát álbmoga ektui , de sin joavkkuide lea erenoamáš váttes hástalus fas ealáskahttit gielaset .
nob: På grunn av spredt bosetning og få samer i forhold til majoritetsbefolkningen i disse områdene , står disse gruppene overfor en spesiell utfordring når det gjelder revitaliseringsarbeid .

source: Nu lea dilli erenoamážit oarjilsámi guovlluin .
nob: Særlig gjelder dette i sørsamiske områder .

source: Oarjilsámit ja julevsámit leat unnitlogut olles sámi servodagas .
nob: Sørsamer og lulesamer er minoriteter i det samiske samfunnet .

source: Danne lea dárbu ahte sii buohkat geain lea ovddasvástádus sámegielain , bidjet erenoamáš searaid dáid gielaid nanusmahttimii .
nob: Det er derfor nødvendig at alle som har et ansvar for samisk språk setter inn spesiell innsats for å styrke disse .

source: Nuortalašgiela / golttágiela ja bihtánsámegiela várás áŋgiruššan ferte mearkkašit ahte álggahuvvojit báikkálaš ja rádjarasttideaddji giellaprošeavttat maid vuođđun lea dáid gielaid duohtadilli .
nob: For østsamisk / skoltesamisk og pitesamisk vil innsatsen måtte dreie seg om å sette i gang lokale og grenseoverskridende språkprosjekter som bygger på den faktiske situasjonen for disse språkene .

source: Odne ii leat jáhkehahtti atnit dáid gielaid ealli giellan sierranas servodatsurggiin nugo lea vejolaš dahkat davvisámegiela , oarjilsámegiela ja julevsámegiela dáfus .
nob: I dag er det ikke realistisk å se disse språkene som levende språk på ulike samfunnsområder på samme måte som for nord- , sør- og lulesamisk .

source: Ráđđehusa barggus ovddidan dihtii sámegielaid Norggas leat čuovvovaš bajimuš ulbmilat : • Sámegielat davvisámegiella , julevsámegiella ja oarjilsámegiella galget ovddiduvvot ja leat ealli gielat maiddái boahtteáiggige • Sámegielat galget ovddiduvvot ja oinnosmahttojuvvot • Buohkain galgá leat vuoigatvuohta oahppat sámegiela • Sámegielalašvuođa vuoigatvuođat galget nannejuvvot ja gulahuvvot • Duon golmma sámegillii , davvisámegillii , julevsámegillii ja oarjilsámegillii , galget leat ovttaárvosaš ovdánanvejolašvuođat • Almmolaš ásahusat galget diđolaččat geavahit sámegielaid , sihke davvisámegiela , julevsámegiela ja oarjilsámegiela • Máhttu Norgga sámegielaid birra galgá buoriduvvot ja seailluhuvvot boahtteáigái
nob: Regjeringens arbeid med samiske språk i Norge har følgende overordnede mål : • De samiske språkene nordsamisk , lulesamisk og sørsamisk skal utvikles og være levende språk også i framtiden • De samiske språkene skal fremmes og synliggjøres • Alle skal ha rett til å tilegne seg samisk språk • Samiskspråklige rettigheter skal styrkes og gjøres kjent • De tre samiske språkene , nordsamisk , lulesamisk og sørsamisk , skal gis likeverdige utviklingsmuligheter • Offentlige institusjoner skal være bevisst sin bruk av samisk språk , både nordsamisk , lulesamisk og sørsamisk • Kunnskap om de samiske språkene i Norge skal utvikles og bevares for framtiden

source: Politihkalaš vuođđu Ráđđehusbellodagaid politihkalaš vuođđu – Soria Moria-julggaštus – almmuha ulbmilin dakkár sámepolitihka čađaheami , mii lea ávkin sámi álbmogii , nu ahte sámi gielas , kultuvrras ja servodateallimis lea sihkkaris boahtteáigi Norggas .
nob: Politisk grunnlag Regjeringspartienes politiske plattform – Soria Moriaerklæringen – uttrykker et mål om å føre en samepolitikk som skal tjene den samiske befolkningen slik at samisk språk , kultur og samfunnsliv skal ha en sikker framtid i Norge .

source: St. dieđáhusas nr. 28 ( 2007-2008 ) Sámepolithkka ráđđehus lea dovddahan ahte sámegielat galget leat ealli gielat .
nob: I St.meld. nr. 28 ( 2007-2008 ) Samepolitikken har regjeringen uttrykt at samisk språk skal være et levende språk .

source: Sámegielaid galgá leat vejolaš geavahit servodaga buot joregiin , ja sámegiela geavaheapmi galgá buoriduvvot buot servodatjoregiin .
nob: Samisk språk skal kunne benyttes på alle samfunnsarenaer og bruken av samisk språk i det offentlige rom skal økes .

source: Stuorradiggedieđáhusas nannejuvvo dasto velá ahte sámi gillii ja kultuvrii guoski hástalusat galget ollašuvvat dainna lágiin ahte almmolaš ásahusaid ovddasvástádus ja rolla buoriduvvo sámi geavaheddjiid várás dakkár guovdilis čálgodoaimmain go dearvvasvuođas , fuolas ja oahpahusas .
nob: Stortingsmeldingen slår videre fast at de samepolitiske utfordringene knyttet til språk og kultur må løses gjennom en styrking av det offentliges ansvar og rolle overfor samiske brukere innenfor de sentrale velferdsoppgavene som helse , omsorg og utdanning .

source: Dat gáibida aktiiva politihka mii váldá mielde oassin sámegielalaš ja sámekultuvrralaš viidodaga almmolaš bálvalusaide ja fálaldagaide .
nob: Dette forutsetter en aktiv politikk for å innarbeide et samiskspråklig og kulturelt perspektiv i offentlige tjenester og tilbud .

source: St. dieđáhusas nr. 35 ( 2007-2008 ) Mål og meining ráđđehus lea árvalusvuođđun hábmen ollislaš giellapolitihka .
nob: I St.meld. nr. 35 ( 2007-2008 ) Mål og meining har regjeringen skissert grunnlaget for utforming av en helhetlig språkpolitikk .

source: Gielladieđáhusa ollislaš viidodat mearkkaša ahte sámegiela boahtteáigái sihkkarastin maid gullá bajimuš giellapolitihkalaš ovddasvástádussii oassin .
nob: Helhetsperspektivet i språkmeldingen innebærer at det å sikre en trygg framtid for samisk språk i høy grad inngår også som en del av et overordnet språkpolitisk ansvar .

source: Bargu sámegiela ovddidemiin lea danne maiddái oppalaš giellapolitihkalaš hástalus , iige duššefal dábálaš sámepolitihkalaš hástalus .
nob: I tillegg til å være en sentral samepolitisk utfordring er derfor arbeidet for samisk språk også en generell språk- politisk utfordring .

source: Sámegielat , erenoamážit unnibuš gielat , leat ollu váddáset dilis go Norgga riikkagiella .
nob: Samisk språk , og særlig de mindre samiske språkene , befinner seg i en mye mer utsatt stilling enn det norske nasjonalspråket .

source: Giellajápmu lea duođalaš áitta duoidda unnibuš sámegielaide .
nob: Språkdød er en reell fare for de minste samiske språkene .

source: Muhto vel davvisámegiellage čilgejuvvo áitojuvvon giellan riikkaidgaskasaš oktavuođain .
nob: Men også nordsamisk blir i internasjonal sammenheng karakterisert som et truet språk .

source: Go giellajámu lea áigumuš hehttet , de gáibiduvvo čavgadat ja ulbmálat ja dárkilit plánejuvvon áŋgiruššan .
nob: For å hindre språkdød kreves en sterkere og en mer målrettet og systematisk innsats .

source: Gielladieđáhusas celkojuvvo ahte ráđđehusa barggu ulbmil lea ráhkadit vuođu ođđa sámi giellapolitihkkii mas lea strategalaš ja ollislaš viidodat sámegillii ja sámi servodahkii .
nob: I språkmeldingen heter det at regjeringen vil arbeide for å legge grunnlaget for en ny samisk språkpolitikk med et strategisk og helhetlig perspektiv på samisk språk og samfunn .

source: Dát doaibmaplána gullá dán bargui oassin .
nob: Denne handlingsplanen er et ledd i dette arbeidet .

source: St. dieđáhusas nr. 23 ( 2007-2008 ) Språk bygger broer namahuvvojit doaibmabijut mat gullet ollislaš giellaoahpahuspolitihkkii man vuođđun lea olbmo oppa eallima viidodat ja máŋggagielalašvuođa viidodat .
nob: I St.meld. nr. 23 ( 2007-2008 ) Språk bygger broer omtales tiltak for en helhetlig språkopplæringspolitikk i et livslangt og flerspråklig perspektiv . Barnehagen er den best egnede arenaen for språkstimuleringstiltak i småbarnsalderen .

source: Departemeanta oaidná dárbun árvvoštallat giellakártema ja giellamovttiidahttima reaidduid ja vugiid kvalitehta , vai lea vejolaš gávnnahit mo lea buoremus ovddidit sámegiela .
nob: Departementet ser behov for å vurdere kvaliteten på verktøy og metoder for språkkartlegging og språkstimulering slik at det blir mulig å utvikle god praksis .

source: Dasto čilgejuvvo sámegiela sadji maiddái vuođđooahpahusasge , ja departemeanta atná iežas hástalussan sihkkarastit ohppiide oktagaslaš vuoigatvuođa oahppat sámegiela , ee. atnit fuola das ahte leat fidnemis dohkálaččat oahppan oahpaheaddjit ja ahte ráhkaduvvojit ja buvttaduvvojit buorit sámegielalaš oahpponeavvut .
nob: Videre omtales samisk i grunnopplæringen , og departementet ser det som en utfordring å sikre elevenes individuelle rett til samiskopplæring , bl.a. ved å skaffe kvalifiserte lærere og sørge for at det utvikles og produseres gode samiske læremidler .

source: Departemeanta ulbmáda buoridit gáiddosoahpahusa fálaldagaid ja gulahit jeavddalaččat ahte ohppiin lea vuoigatvuohta oažžut sámegiela oahpahusa .
nob: Departementet tar sikte på å videreutvikle fjernundervisningstilbudene , samt informere regelmessig om elevenes rett til samiskopplæring .

source: Stuorradiggedieđáhus válddahallá dasto universitehtaid ja allaskuvllaid giellafágaid .
nob: Stortingsmeldingen omtaler videre språkfag ved universiteter og høyskoler .

source: Sámegielalaš dutkamat ja sámegielalaš oahpaheaddjioahpahusat leat Norggas dehálaš eavttut go galgat seailluhit ja ovddidit sámegielaid ja sámekultuvrra , ja nu maiddái riikkarájáid rastá .
nob: Samiskspråklige studier og samiskspråklige lærerutdanninger er viktige forutsetninger for bevaring og utvikling av samisk språk og kultur i Norge , og på tvers av landegrensene .

source: dáidda oahpuide ferte leat stuorra deaddu buot ásahusain main lea dat ovddasvástádus dán suorggis . álbmogiid vuoigatvuođaid birra ee. álgoálbmogiid gielalaš vuoigatvuođaid .
nob: Det er spesielt viktig å rette oppmerksomhet mot de mindre samiske språkene , lulesamisk og sørsamisk , og det pekes i stortingsmeldingen på at innsatsen for å rekruttere til disse studiene må ha stor oppmerksomhet ved alle de institusjonene som har ansvar på området .

source: St. dieđáhusas nr. 31 ( 2007-2008 ) Kvalitet i skolen ráđđehus deattuha ahte lea dárbu árrat vuoruhit guovdilis vuođđogálggaid .
nob: I St.meld. nr. 31 ( 2007-2008 ) Kvalitet i skolen understreker regjeringen at det er nødvendig å prioritere utvikling av sentrale grunnleggende ferdigheter

source: Vai sáhttá sihkkarastit juohke oahppái vuogádatlaš čuovvoleami vuosttamuš skuvlajagiid , de departemeanta áigu geatnegahttit skuvllaid kártet ohppiid lohkančehppodaga sin skuvlavázzima vuosttamuš golbma jagi .
nob: For å sikre en systematisk oppfølging av hver elev de første årene vil departementet innføre obligatorisk kartlegging av leseferdigheter på 1.-3. trinn . Departementet vil iverksette et varig system for videreutdanning av lærere .

source: Eurohparáđđi mearridii jagi 1992 Eurohpalaš lihttu regiuvdna- dahje unnitlohkogielaid birra ( European Charter for Regional or Minority Languages ) áigumušain gáhttet unnitlohkogielaid , vai eurohpalaš kultuvra bisošii ovttastuvvan ja šláddjes kultuvran .
nob: Den europeiske pakten om region- eller minoritetsspråk ( European Charter for Regional or Minority Languages ) ble vedtatt i 1992 av Europarådet med det formål å verne minoritetsspråk , slik at europeisk kultur bevares som en forent og mangfoldig kultur .

source: Lihttu geatnegahttá nationálastáhtaid čađahit čielga doaibmabijuid seailluhan dihtii regionála- ja unnitlohkogielaid , nu ahte dat bohtet oidnosii sihke politihkas , lágain ja geavadis .
nob: språk , slik at de blir synlige både i politikken , i lovgivningen og i praksis .

source: Lihtu oassi II mearrida arvat dehálaš ulbmiliid ja vuođđojurdagiid stáhtaid geatnegasvuođa birra nannet unnitlohkogielaid gáhttema .
nob: Del II i pakten fastsetter en rekke viktige formål og prinsipper når det gjelder statenes plikt til å sikre vern av minoritetsspråkene .

source: Unnitlohkogielaidlihtu oassi III siskkilda viidát ja dárkilat njuolggadusaid mat čielgasit geatnegahttet eiseválddiid sierranas surggiin , ee. dakkár surggiin go oahpahusas , riektelágádusas ja almmolaš hálddahusas .
nob: Del III i Minoritetsspråkpakten inneholder mer omfattende og detaljerte regler som legger konkrete plikter på myndighetene på ulike felt , bl.a. innen områder som utdanning , rettsvesen og den offentlige forvaltningen .

source: Norggas lihtu oassi III lea fámuiduvvan davvisámegiela várás .
nob: For Norge er del III i pakten gitt virkning for nordsamisk .

source: Maŋŋágo Snoasa suohkan ja Divttasvuona suohkan leat váldojuvvon mielde sámegiela hálddašanguvlui , de Bargo- ja searvadahttindepartemeanta áigu árvvoštallat galgágo lihtu oassi III gustot maiddái oarjilsámegillii ja julevsámegilliige .
nob: Etter innføringen av Snåsa kommune og Tysfjord kommune i forvaltningsområdet for samisk språk vil Arbeids- og inkluderingsdepartementet vurdere hvorvidt sørsamisk og lulesamisk også skal omfattes av del III i pakten .

source: Stáhta máksá lohkansajiid goluid .
nob: Norge la frem sin tredje rapport i mars 2005 .

source: St. dieđáhus nr. 11 ( 2008-2009 ) Læreren – rollen og utdanningen namaha sámi oahpaheaddjioahpahusa sierra . Ráđđehus árvala máŋga doaibmabiju maiguin galggašii leat álkit oažžut eanebuid váldit sámi oahpaheaddjioahpu , ja ollu dakkárge doaibmabijuid mat movttiidahttet eanebuid váldit sámegiela fágan mii lea oassin sin norgalaš oahpaheddjioahpus .
nob: Europarådets resolusjon fra 2007 om Norges etterlevelse av Minoritetsspråkpakten gir konkrete anbefalinger på følgende punkter : • Norge må styrke sin innsats i forhold til å tilby læremateriell og opplæring av lærere i lule- og sørsamisk • Norge må sikre at sosial- og helseinstitusjoner innenfor det samiske forvaltningsområdet tilbyr tjenester på samisk • Norge må sikre at folkeregisteret og andre offentlige registre og institusjoner støtter bruk av samisk tegnsett Europarådets ekspertkomité understreket at lulesamisk språk fortsatt er i en utsatt posisjon .

source: Stuorradiggedieđáhus čujuha maid dasa ahte dat ásahusat mat fállet oahpu sámegielas , fertejit buorebut bargat ovttasráđiid , dasgo dakkár ovttasbarggus leat ollu geavatkeahtes vejolašvuođat .
nob: Med hensyn til sørsamisk uttrykker ekspertkomiteen at dette språket er i en spesiell kritisk situasjon og at det derfor er behov for øyeblikkelige tiltak for at språket skal overleve i Norge .

source: Riektevuođđu Arvat riikkaidgaskasaš konvenšuvnnain mat leat unnitloguid ja álgoálbmogiid birra , leat mearrádusat gielaid gáhttema birra .
nob: Det er behov for målrettet støtte og innovative løsninger tilpasset det sørsamiske språkets spesielle situasjon .

source: ILO-konvenšuvdna nr. 169 cealká ee. artihkkalis 28 ahte « Doaibmabijut galget álggahuvvot mat seailluhit ja ovddidit dan álbmoga gielaid geavaheami mas lea sáhka . »
nob: Europarådet har ikke ferdigbehandlet denne pr. mai 2009 . I nasjonal lovgivning etablerer Grunnloven § 110 a en plikt for staten til å legge forholdene til rette for at den samiske folkegruppen kan « sikre og udvikle sit

source: . Maiddái ONa konvenšuvdnage siviila ja politihkalaš vuoigatvuođaid birra láidesta Norgga barggu sámegielain .
nob: Sprog , sin Kultur og sit Samfunnsliv » . Dette dannet blant annet bakgrunnen for at sameloven fikk et nytt kapittel 3 om språk i 1990 .

source: 12 Norga bijai ovdan iežas goalmmát raportta njukčamánus 2005 .
nob: Reglene trådte i kraft 1. januar 1992 og har således vært virksom i 17 år .

source: Oarjilsámegiela dáfus áššedovdi lávdegoddi dadjá ahte dát giella lea erenoamáš hearkkes dilis ja ahte dan giela várás lea dárbu álggahit ájitkeahttá doaibmabijuid amas giella duššat Norggas .
nob: Samelovens § 1-5 slår fast at samisk og norsk er likeverdige språk , og at de skal være likestilte etter bestemmelsene i samelovens kapittel 3 .

source: Dárbu lea ulbmálaččat doarjut giela ja hutkat ođđa čovdosiid mat heivejit oarjil- sámegiela erenoamáš dillái .
nob: Enkelte bestemmelser er begrenset til forvaltningsområdet for samisk språk , mens andre ikke har slike geografiske begrensinger .

source: Lávdegoddi deattuha dasto dehálažžan ahte Norga ovttasbargá ruoŧŧilaš eiseválddiiguin buoridan dihtii oarjilsámiid dili .
nob: Enkelte bestemmelser retter seg særlig mot kommunene , mens andre gjelder også statlige og regionale myndigheter .

source: ahte lágat ja láhkaásahusat mat erenoamážit gusket oppa sámi álbmogii dahje sámi álbmoga osiide , galget jorgaluvvot sámegillii .
nob: Loven sier blant annet at lover og forskrifter av særlig interesse for hele eller deler av den samiske befolkning , skal oversettes til samisk .

source: Sámelága giellanjuolggadusat addet riikkaássiide gielalaš vuoigatvuođaid mat doibmet go sis lea dahkamuš almmolaš orgánaiguin .
nob: Samelovens språkregler gir borgerne språklige rettigheter i møte med ulike offentlige organ .

source: Dat giellanjuolggadusat gustojit njuolggadusaid , almmuhusaid ja skoviid jorgaleapmái sámegillii , vuoigatvuhtii oažžut vástádusa sámegillii , viiddiduvvon vuoigatvuhtii geavahit sámegiela riektelágádusas , viiddiduvvon vuoigatvuhtii geavahit sámegiela dearvvasvuođa- ja sosiálasuorggis , oktagaslaš girkolaš bálvalusaide , vuoigatvuhtii oažžut oahpahallanvirgelobi ja vuoigatvuhtii oažžut sámegiela oahpahusa .
nob: Det gjelder oversettelse av regler , kunngjøringer og skjema til samisk , rett til svar på samisk , utvidet bruk av samisk i rettsvesenet , utvidet rett til bruk av samisk i helse- og sosialsektoren , individuelle kirkelige tjenester , rett til utdanningspermisjon og rett til opplæring i samisk .

source: Riikkalaš lágain Vuođđolága § 110 a vuođđuda stáhta geatnegasvuođa lágidit dili nu ahte sámi álbmot sáhttá « sihkkarastit ja ovddidit gielas , kultuvrras ja servodateallimis » .
nob: Forvaltningsområdet for samisk språk omfatter kommunene Karasjok , Kautokeino , Nesseby , Porsanger og Tana i Finnmark , Kåfjord i Troms , Tysfjord i Nordland og Snåsa i Nord-Trøndelag .

source: Dát dat ee. lei vuođđun go sámeláhkii lasihuvvui ođđa kapihtal 3 giela birra jagi 1990 .
nob: Lavangen kommune i Troms har søkt om innlemmelse i forvaltningsområdet for samisk språk .

source: Maŋŋágo Snoasa suohkan ja Divttasvuona suohkan šadde sámegiela hálddašanguvlui , de leat sámelága giellanjuolggadusat viiddiduvvon gustot maiddái oarjilsámegillii ja julevsámegillii .
nob: Ved innføringen av Snåsa kommune og Tysfjord kommune er forvaltningsområdet utvidet til også å omfatte sørsamisk og lulesamisk språk .

source: Dat mearkkaša ahte dain gielddain / suohkaniin ja guvllolaš ja stáhtalaš eiseválddiin mat leat dain hálddašanguovllu osiin main dát gielat geavahuvvojit , lea ovddasvástádus giellalága njuolggadusaid čađaheamis guđege giela dáfus .
nob: Det vil si at kommuner og regionale og statlige myndigheter innenfor den del av forvaltningsområdet som omfatter disse språkene , har ansvar for at lovens regler gjennomføres på de respektive språkene .

source: Lágat ja láhkaásahusat mat erenoamážit gusket oppa sámi álbmogii dahje sámi álbmoga osiide , galget jorgaluvvot sámegillii .
nob: Lover og forskrifter av særlig interesse for hele eller deler av den samiske befolkningen skal oversettes til samisk .

source: Sámelága giellakapihttala mearrádusat leat unnimusgáibádusat .
nob: Bestemmelsene i samelovens språkkapittel er minimumskrav .

source: Dat mearkkaša ahte buot almmolaš orgánat ávžžuhuvvojit váldit vuhtii sámegiela geavaheddjiid , maiddái guhkkelii go maid lága njuolggadusat gáibidit ja hálddašanguovllu ráddjejupmi geatnegahttá .
nob: Dette innebærer at alle offentlige organ oppfordres til å ta hensyn til brukere av samisk språk , også utover lovens regler og avgrensningen av forvaltningsområdet .

source: Buori hálddašandábis čuovvu ahte čálalaš oktavuođaváldimii mii lea sámegillii , galgá vástádusge leat sámegillii , maiddái dakkár dáhpáhusain main lága mielde ii leat geatnegasvuohta dasa .
nob: God forvaltningsskikk tilsier at skriftlige henvendelser på samisk besvares på samisk , også i tilfeller hvor man ikke etter loven har plikt til det .

source: Sámegiela oahpahusa lágalaš vuođđu leat sámeláhka ja oahpahusláhka .
nob: Det rettslige grunnlaget for opplæring i samisk er sameloven og opplæringsloven .

source: Maŋŋágo sámegiela hálddašanguovlu viiddiduvvui nu , ahte dat dál fátmmasta suohkaniid mat leat oarjilsámi ja julevsámi guovlluin , de ipmirduvvo doaba ” sámegiella ” siskkildit davvisámegiela , oarjilsámegiela ja julevsámegiela .
nob: Etter at forvaltningsområdet for samisk språk er utvidet til også å omfatte kommuner innenfor det sør- og lulesamiske området , forstås begrepet ” samisk språk ” som nord- , sør- , og lulesamisk språk .

source: Seamma definišuvdna lea maid oahpahuslágasge ( § 6-1 ) .
nob: Tilsvarende definisjon har også opplæringsloven ( § 6-1 ) .

source: Sámelága § 3-8 cealká ahte ” juohkehaččas lea vuoigatvuohta oahppat sámegiela ” .
nob: Samelovens § 3-8 sier også at ” enhver har rett til opplæring i samisk . ”

source: Dat gusto sihke sámiide ja dážaide .
nob: Dette gjelder både samer og ikke-samer .

source: Eará guovdilis láhka lea mánáidgárdeláhka , mii mearrida gielddaid ovddasvástádusa lágidit fálaldagaid sámi mánáide .
nob: Andre sentrale lover er lov om barnehager som fastsetter kommunens ansvar for å tilrettelegge tilbud for samiske barn .

source: Duopmostuolloláhka čujuha sámelága mearrádusaide go sámegiela geavaheamis lea sáhka .
nob: Domstolloven viser til samelovens bestemmelser når det gjelder bruk av samisk språk .

source: Báikenammaláhka galgá sihkkarastit sámi báikenamaid riikkalaš lágaid ja riikkaidgaskasaš soahpamušaid ja konvenšuvnnaid mielde .
nob: Stadnamnlova skal sikre samiske stedsnavn i samsvar med nasjonalt lovverk og internasjonale avtaler og konvensjoner .

source: Dearvvasvuođalágat muddejit dearvvasvuođabálvalusa doaimmahusaid , bargiid ja dearvvasvuođabálvalusaid geavaheddjiid gaskavuođaid .
nob: Helselovgivningen regulerer forholdet mellom helsetjenestens virksomheter , utøvere og helsetjenestens brukere .

source: Dearvvasvuođarievttálaš hálttis gusto dakkár gáibádus , ahte diehtojuohkin galgá leat ipmirdahtti beroškeahttá giellanjuolggadusaid ráddjejumis , ja sámegielalaš bálvalusfálaldagat maid leat dehálaččat rivttes ja dárbbašlaš iskkadeami ja dálkkodeami geažil , gč. omd. pasieantavuoigatvuođalága .
nob: begrensninger , og tjenestetilbud på samisk språk er viktig også ut fra behovet for korrekt og nødvendig utredning og behandling , jf. for eksempel pasientrettighetsloven .

source: Geatnegasvuohta gáhttet sámegielaid Buot almmolaš doaimmahusain lea ovddasvástádus váldit vuhtii sámegielaid geavaheddjiid iežaset bargosurggiin suorgeovddasvástádusa vuođđojurdaga mielde .
nob: Ansvaret for å ivareta samiske språk Alle offentlige virksomheter har et ansvar for å ta hensyn til brukere av samiske språk innenfor sitt arbeidsområde , i tråd med sektoransvarsprinsippet .

source: Buot almmolaš orgánat maidda sámelága goalmmát kapihttala giellanjuolggadusat gusket , leat geatnegasat gozihit ahte sámelága giellanjuolggadusat čuvvojuvvojit .
nob: Alle offentlige organ som omfattes av språkreglene i samelovens kapittel 3 , har en plikt til å sørge for at reglene i sameloven blir fulgt .
